{
  "id": 4,
  "submission_id": 4,
  "status": "completed",
  "created_at": "2025-08-04T15:29:35.719760",
  "updated_at": "2025-08-19 01:45:28",
  "owner_discord_id": "1116493588407259139",
  "project_name": "LurkMode.tv - LAN Party",
  "discord_handle": "anarchyarcade",
  "category": "Social",
  "description": "LAN Party is a read-only 3D visualization for small communities of live streamers. Think multitwitch.tv, but with avatars: streamers and viewers appear together in a 3D warehouse LAN party environment, regardless of streaming platform.\n\nIt’s built for tight-knit groups (under 15 people) to feel more connected throughout the day. A unified chat bot called ShatBot relays messages from all monitored streams into one event-driven feed. Every user—streamer or viewer—appears as a 3D avatar, and their chat messages are spoken aloud via ElevenLabs AI voice, complete with captions.\n\nAn in-world screen displays all streams in PiP or fullscreen when clicked, with volume controls. The experience is passive—designed to sit on your second monitor, updating itself without user interaction.\n\nKey Features:\n\nUnified Chat Panel: All chat messages from all streams, with avatars speaking them in real-time. Platform indicators are included, but the whole group shares one conversation.\n\nStream Viewing: Based on Multitwitch, but embedded in the virtual warehouse for full immersion.\n\nCamera AI: Auto-focus on whoever just spoke, with soft-look behaviors similar to CoD cutscenes.\n\nViewer Interactions: Click avatars to watch their stream or message them. Emote support across platforms. Trigger effects like !saber to activate lightsabers, or other in-world actions.\n\nCelebrity AI Cameos: Mods can summon chat-aware celebrity AIs like !cameo samjackson to lurk and chat with the community in-character.\n\nTech Stack:\n\nWordPress site for landing page, profiles, and webhook integration.\n\nPlayCanvas 3D LAN Party with avatar support.\n\nElevenLabs for TTS and captions.\n\nConvAI agents for AI cameos.\n\nFirebase for event relaying via browser plugin monitoring stream chat iframes.\n\nStreamers pay for LAN Party perks (like disco mode), which can then be activated by viewer tips or BITs. Only small streamers are supported for manageable TTS volume. Custom avatars and premium features are offered through a shop.",
  "twitter_handle": "@anarchyarcade",
  "github_url": "https://github.com/smsithlord/lurkmode-demo",
  "demo_video_url": "https://youtu.be/ppNLP9T0pWg",
  "project_image": "/media/projects/lurkmode_project.jpg",
  "problem_solved": "The problem it solves is the splintering of a community that happens when multiple people are streamers. Viewers (and streamers) no longer need to pick just 1 - they can all hang out in a very closely-knit community visualized as a 3D LAN Party all with zero effort on the viewer's part. In fact, it makes it easier for the viewer to consume the community's content.",
  "favorite_part": "The closeness that it brings to the streamer community I'm a part of. And the cameo bots. People love the cameo bots because they are so full of personality. Sam Jackson bot curses at everybody and calls them MFers.  AoC bot lectures everybody about how she's offended and how they need to \"do better.\"  And Rick Sanchez... yeah he's just himself.",
  "solana_address": "",
  "ethereum_address": null,
  "discord_avatar": null,
  "discord_id": "1116493588407259139",
  "discord_username": "anarchyarcade"
}